Repository: ThibBer/FarmSimMissingMods
Catalog: FarmSimMissingMods.Resources/I18N/L10N.*.resx
Languages: fr

source: Refresh server mods
fr: Rafraichir les mods serveur

source: Validate local mods
fr: Valdier les mods en local

source: DownloadMissingMods
fr: Télécharger les mods manquants

source: Name
fr: Nom

source: Label
fr: Libellé

source: Author
fr: Auteur

source: State
fr: Etat

source: Start game
fr: Démarrer le jeu

source: Invalid mods count :
fr: Mods invalide :

source: Job is done
fr: Le travail demandé est effectué

# ModsAreUpToDate
source: Mods are now up-to-date !
fr: Les mods sont à jour ! Avec une rafale de siiiiiiiix pieds
